songs_lyrics = {
    "Diane":
        """
        Oh Diane 她是我最近認識的女生
        她現在單身 昨天才離婚
        她很難過但不承認

        Oh Diane 她是個聰明幽默的好人
        學歷高有才華做事又認真
        卻少了快樂的天份

        她不愛她的家人 過了悲慘的童年
        終於逃出家門 在十八歲的那天
        她許了一個願 要做點什麼改變這世界

        她很幸運地遇到一個愛她的男人
        這男的很有錢 後來變成她的先生
        幸福了好幾年 她也這麼以為

        Oh Diane 擁有了別人羨慕的一切
        她的憤世嫉俗還是一點都沒有改變
        就算她什麼都不缺

        對這不公平的世界 她有很多的意見
        想努力做點貢獻 卻發現自己被騙
        她需要被安慰 卻選擇一個人喝得爛醉

        在朋友們的派對 她躲去頂樓抽菸
        愛人對她的體貼 總是被她拒絕
        她脆弱的一面 不想被任何人看見

        Oh Diane
        像你這麼世故的女生
        會不會寧可自己有一點笨
        不要把別人的缺陷
        當成是你的責任""",
    "千千萬萬": 
        """
        倒數十秒鐘 又一顆星球停止運轉
        每秒三十公里 愚蠢的話撞了上來
        誰聽見了嗎？在億萬光年之外
        乖乖點點頭 又一顆真心放棄期待
        幾千焦耳的匯集 靈魂碎成一塊一塊
        誰聽見了嗎？在億萬光年之外
        可是這裏沒有空氣 只有高質量的秘密
        它們安靜的爆炸了


        於是 千千萬萬句說不出口的話
        在黑夜裡放光明
        千千萬萬滴沒人看見的淚
        奔流成一片銀河系
        千千萬萬顆孤獨的小星星
        在等待一個奇蹟
        那是千千萬萬個我
        那是千千萬萬個你


        與人、
        生存現實、
        與世界
        摩擦。
        逐步走向成熟
        但
        遺失


        堅持
        無與倫比的孤寂
        慢慢走 慢慢走


        死亡
        宿命
        所有生靈
        無法停止
        跌跌撞撞
        去找


        人
        以及萬物
        存活的初衷
        都是深深的
        深深的
        深深的冀盼。


        千千萬萬句說不出口的話
        在黑夜裡放光明
        千千萬萬滴沒人看見的淚
        奔流成一片銀河系
        千千萬萬顆孤獨的小星星
        在等待一個奇蹟
        那是千千萬萬個我
        那是千千萬萬個你


        總會有那樣的時候
        被孤獨淹沒
        過往的記憶
        遺憾的交界


        痛苦
        掙扎
        吶喊


        千千萬萬星辰裡的
        一個小點
        那是真心
        真心嚮往
        於是發光""",
    
    "我想和你一起": 
        """
        我想和你一起
        趕走天上的烏雲
        從那沙灘上驚醒
        說說這心情
        就像海浪捲在風裡
        撐了傘也措手不及

        我帶著你的信
        我在這等你
        好想你的聲音
        和你
        La la la la la la
        La la la la
        La la la la la la
        La la la la la

        說說這心情
        就像海浪捲在風裡
        撐了傘也措手不及

        我帶著你的信
        我在這等你
        好想你的聲音
        和你

        我帶著你的信
        我在這等你
        好想你的聲音
        和你
        La la la la la la la la la
        La la la la la la la la la la
        La la la la la la
        La la la la la la la la la la la"""
}
